// pages/richtext/index.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    html: '<div class="article" id="article"><p>原标题：CBA史上最贵罚单！浙江广厦男篮被重罚100万元</p><p>中新网客户端12月12日电 CBA官方今日发布公告称，因浙江广厦俱乐部所设计的海报中出现严重不当信息，造成了极其恶劣的社会影响，CBA官方对浙江广厦俱乐部处以取消本赛季评优资格、罚款100万元的处罚。据悉，这也是CBA史上最大金额的罚单。浙江广厦俱乐部已就此事道歉，并开除设计审核人员。</p><div class="img_wrapper"><img id="0" src="//n.sinaimg.cn/spider20191212/347/w700h447/20191212/94ff-ikrsess1186382.jpg" alt=" CBA官方公告"><span class="img_descr"> CBA官方公告</span></div><p>　　CBA联赛官方发布公告称，2019年12月12日，浙江广厦俱乐部在通过官方微博发布浙江广厦控股队对阵八一南昌队赛前海报时，设计海报出现严重不当信息，造成了极其恶劣的社会影响。</p><p>　　根据《2019-2020赛季中国男子篮球职业联赛纪律准则》第二章第26条之规定，对浙江广厦俱乐部直接责任人处以终身禁止参加CBA联赛相关工作的处罚，对浙江广厦俱乐部处以取消本赛季评优资格、罚款100万元的处罚。上述罚款将征求八一南昌队意见后用于相关公益事业。</p><p>　　希望CBA各俱乐部、球队、各赛区在日常工作中，弘扬社会主义核心价值观，推广CBA联赛正能量，严格遵守国家法律法规和CBA联赛各项管理制度，认真并严谨做好各项工作，积极、正面引导球迷、媒体关注，共同维护CBA品牌形象。</p><div class="img_wrapper"><img id="1" src="//n.sinaimg.cn/spider20191212/389/w489h700/20191212/a61e-ikrsess1186383.jpg" alt=" 浙江广厦道歉"><span class="img_descr"> 浙江广厦道歉</span></div><p>　　浙江广厦男篮方面表示，俱乐部已对相关责任人进行了严肃处理，开除设计审核人员，责令宣传部门进行整改。由于设计、审核人员的严重疏忽，对公众情感造成了伤害，对此向八一南昌队、CBA联盟以及广大球迷致以最诚挚的歉意，并进行深刻反思。（完）</p>'
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }
})